4ops.terraform
aaron-bond.better-comments
alexcvzz.vscode-sqlite
bierner.markdown-preview-github-styles
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
ckolkman.vscode-postgres
dannysteenman.cloudformation-yaml-snippets
dbaeumer.vscode-eslint
eamodio.gitlens
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
geeksharp.openssl-configuration-file
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
humao.rest-client
maptz.camelcasenavigation
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
pkief.material-icon-theme
pnp.polacode
prisma.prisma
prisma.prisma-insider
redhat.vscode-yaml
tamasfe.even-better-toml
threadheap.serverless-ide-vscode
timvaneker.serverless-snippets
usernamehw.errorlens
william-voyek.vscode-nginx
zxh404.vscode-proto3
